
[
    {
        "id": 1,
        "name": "Адам Севидж",
        "photoImage": "adam",
        "product": "Разрушители мифов",
        "description" : "Адам Сэвидж — американский специалист по спецэффектам, ведущий и сопродюсер телепередачи «Разрушители легенд». Он родился в Нью-Йорке и его детство прошло в округе Уэстчестер штата Нью-Йорк. Сын творческого человека, Адам был ребёнком-актёром. Он озвучивал. персонажей, которых его отец создавал для «Улицы Сезам»."
    },
    {
        "id": 2,
        "name": "Джо Барбаро",
        "photoImage": "barbaro",
        "product": "Mafia 2",
        "description" : "Джо Барбаро и Вито Скалетта дружили с детства. Когда Вито вернулся в родной Эмпайр-Бэй со Второй Мировой, именно Джо втянул его в мир крупной оргпреступности и помог избежать возвращения на фронт. Джо и Вито пережили множество приключений, брались за самые грязные и опасные дела в попытках пробиться в рядах мафиозных семей Эмпайр-Бэй"

    },
    {
        "id": 3,
        "name": "Карл Джонсон",
        "photoImage": "carl",
        "product": "GTA San Andreas",
        "description" : "В 1987 году Карл являлся членом «Семей с Гроув-стрит» (англ. Grove Street Families). Однако после гибели своего младшего брата Брайана в 1987 году, свидетелем которой стал Карл, Си-Джей покидает Лос-Сантос и переезжает в Либерти-Сити, где пять лет работает на Джоуи Леоне, сына Сальваторе, босса мафиозной семьи Леоне, занимаясь воровством автомобилей. В игре не сообщается, как погиб его брат, но Свит считал его виновным в смерти Брайана. "

    },
    {
        "id": 4,
        "name": "Девид Грейберри",
        "photoImage": "david",
        "product": "Большой Стен",
        "description" : "Фильм снимался в настоящей женской тюрьме. Роб Шнайдер во время съёмок несколько раз падал в обморок от пищевого отравления и теплового удара, но продолжал качать железо и сниматься вместе с несколькими настоящими мастерами восточных единоборств"

    },
    {
        "id": 5,
        "name": "Гарри Поттер",
        "photoImage": "harry",
        "product": "Гарри Поттер (антология)",
        "description" : "Гарри Поттер – скромный, добрый, независтливый и немного нелюдимый подросток, живущий со своими нелюбимыми родственниками в положении Золушки. Попадая в волшебную школу «Хогвартс», он обретает своих первых друзей и оказывается в команде своего факультета по квиддичу. Всегда старается защищать других учеников от несправедливости."

    },
    {
        "id": 6,
        "name": "Гомер Симпсон",
        "photoImage": "homer",
        "product": "Симпсоны",
        "description" : "Гомер воплощает в себе несколько американских стереотипов рабочего класса: он является неопрятным, некомпетентным, неуклюжим, ленивым, сильно пьющим и невежественным, страдает избыточным весом, однако по сути он также порядочный человек, сильно преданный своей семье. Несмотря на пригородную рутинную жизнь синих воротничков в сериале он имеет ряд замечательных переживаний. Обычно носит белое поло, синие джинсы и серые ботинки."

    },
    {
        "id": 7,
        "name": "Джек Воробей",
        "photoImage": "jack",
        "product": "Пираты карибского моря",
        "description" : "Капитан «Чёрной Жемчужины» Джек Воробей — харизматичный авантюрист и настоящий мастер слагать легенды: в рассказах о его подвигах всегда присутствует заметное преувеличение. Джек предпочитает избегать опасных ситуаций, вступая в бой лишь в случае крайней необходимости, а ради спасения собственной жизни готов пожертвовать чем угодно."

    },
    {
        "id": 8,
        "name": "Джимми Хайнеман",
        "photoImage": "jimmy",
        "product": "Разрушители мифов",
        "description" : "Американский специалист по спецэффектам, ведущий телепередачи « Разрушители легенд », а также основатель мастерской спецэффектов М5 Industries , в павильонах которой и проходят съёмки телепередачи. Он также известен благодаря телепередаче «Битвы роботов»: робот Blendo, созданный им в М5 Industries, долгое время оставался непобедимым, благодаря уникальным техническим решениям, разработанным Хайнеманом"

    },
    {
        "id": 9,
        "name": "Джо Гарднер",
        "photoImage": "joe",
        "product": "Дуща",
        "description" : "Джои «Джо» Гарднер - главный герой фильма Pixar «Душа». Он пианист и учитель музыки в средней школе. Джо играет на пианино с Квартетом Доротеи Уильямс, но по пути на концерт падает в люк и впадает в кому, где его душа отделяется от тела на You Seminar. Мелочи. Джо - первый главный герой Pixar с коричневой человеческой кожей и афроамериканским происхождением."

    },
    {
        "id": 10,
        "name": "Кевин Маккаллистер",
        "photoImage": "kevin",
        "product": "Один дома",
        "description" : "Герой полюбившейся многим серии комедийных фильмов «Один дома». История маленького мальчика, случайно оказавшегося вдалеке от семьи, полна ярких сцен, неожиданных поворотов сюжета и трогательных моментов. Находчивость героя, умение постоять за себя, решительный характер и сообразительность позволяют Маккалистеру найти выход из сложных и неразрешимых, на первый взгляд, ситуаций. История создания персонажа. Первая часть фильма вышла на экраны в 1990 году"

    },
    {
        "id": 11,
        "name": "Майкл де Санта",
        "photoImage": "michael",
        "product": "GTA V",
        "description" : "Майкл - бывший грабитель банков, находящийся под программой защиты свидетелей ФРБ. Майклу 48 лет, живёт в своём доме в районе Рокфорд-Хиллз (местный Беверли-Хиллз) со своей женой Амандой и двумя детьми — Трейси и Джимми, с которыми он «не может найти общий язык»."

    },
    {
        "id": 12,
        "name": "Нико Беллик",
        "photoImage": "niko",
        "product": "GTA IV",
        "description" : "Нико вырос в Югославии, где сражался в Югославских войнах. Позже работал на преступные синдикаты в качестве наемного убийцы в Либерти-Сити. После того, как Югославские войны закончились, главной целью в жизни Нико стало найти и убить одного из двух людей: Флориана Кравича или Дарко Бревича — один из них предал его, и Нико едва не убили. Нико — младший кузен Романа Беллика, сын Милики Беллик и деверь Мэллори Бардас."

    },
    {
        "id": 13,
        "name": "Стэн Минтон",
        "photoImage": "stan",
        "product": "Большой Стен",
        "description" : "Стэн - главный герой фильма Большой Стэн. Мошенник по имени Стэн Минтон (Роб Шнайдер) паникует, когда узнает, что его отправят в тюрьму за мошенничество. Страх Стэна перед изнасилованием в тюрьме заставляет его нанять таинственного гуру, известного как «Мастер» (Дэвид Кэррадайн), который помогает превратить его в творческого эксперта по боевым искусствам"

    },
    {
        "id": 14,
        "name": "Эйс Вентура",
        "photoImage": "ventura",
        "product": "Эйс Вентура: Розыск домашних животных",
        "description" : "Эйс Вентура - эксцентричный, неортодоксальный частный детектив из Майами, специализирующийся на розыске ручных или пленных животных. Он с трудом платит за квартиру и часто подвергается насмешкам со стороны полицейского управления Майами во главе с лейтенантом Лоис Эйнхорн, которая находит Вентуру невыносимой."

    },
    {
        "id": 15,
        "name": "Вито Скалетта",
        "photoImage": "vito",
        "product": "Mafia 2",
        "description" : "Вито Скалетта родом из Сицилии родился в 1925 году в поселении Сан-Мартино. По прошествии времени семья вынуждена была иммигрировать в США. Детство у главного персонажа был трудное, о чём он неоднократно рассказывает своим компаньоном. Его отец всегда пропадал в кабаках, а мать получала гроши, работая на неблагодарной работе. Получая мизерную заработную плату, родители совершенно не уделяли времени своему сыну, поэтому Вито решил найти себе друга. Именно так он встретил Джо, когда ему было 10 лет. Их связывали не только общие интересы, но и похожая ситуация с «пустыми карманами»."

    }

]
